/* no keychains found to add */
"A keychain cannot be found to store \\U201C%1$@.\\U201D" = "Nie można znaleźć pęku kluczy, by zachować „%1$@”.";

/* default not configured */
"A keychain cannot be found." = "Nie można znaleźć pęku kluczy.";

/* confirmation on reset to default */
"Are you sure you want to reset your keychain? This will delete all your saved passwords, keys, and certificates. You cannot undo this operation." = "Czy na pewno chcesz wyzerować swój pęk kluczy? Spowoduje to usunięcie wszystkich zachowanych haseł, kluczy i certyfikatów. Operacji tej nie można cofnąć.";

/* specific default not found to add */
"Keychain \\U201C%1$@\\U201D cannot be found to store \\U201C%2$@.\\U201D" = "Nie można znaleźć pęku kluczy „%1$@”, by zachować „%2$@”.";

/* specific default not found */
"Keychain \\U201C%1$@\\U201D cannot be found." = "Nie można znaleźć pęku kluczy „%1$@”.";

/* enter login password */
"Please enter your login password. This password will be used to create your new keychain." = "Podaj hasło logowania. To hasło zostanie użyte do utworzenia Twojego nowego pęku kluczy.";

/* reset button title */
"Reset" = "Wyzeruj";

/* warn user of other keychains to re-add to search list */
"You currently have additional keychains on your system that will have to be added to your keychain search list. Use Keychain Access to add them back again." = "Obecnie w Systemie masz dodatkowe pęki kluczy, które będą musiały zostać dodane do listy przeszukiwań pęków kluczy. Użyj Dostępu do pęku kluczy, aby dodać je ponownie.";

/* descriptive test */
"Your keychain may have been renamed, deleted, or it's on a unmounted volume." = "Twój pęk kluczy mógł zostać usunięty, ma zmienioną nazwę lub znajduje się na niezamontowanym woluminie.";

